<?php

return [
    [
        'id' => 'announce',
        'icon' => 'campaign',
        'title' => ' پست و اعلانات',
        'content' => 'در این ماژول، واحد منابع انسانی به طور منظم اطلاعیه‌هایی را برای کارکنان ارسال میکند. پست‌ها ذخیره و در پنل کاربر نمایش داده میشوند و واحد منابع انسانی همچنان توانایی ایجاد، ویرایش و حذف محتوا را دارد. این ماژول دارای پست‌های پین شده و پستهای معمولی است که به صورت اسلایدر برای نگهداری سوابق ظاهر میشوند. پس از ایجاد، همه کاربران از طریق ایمیل مطلع میشوند. این ماژول به عنوان منبع پیام رسانی مرکزی شرکت برای کارکنان عمل میکند.',
        'summary' => 'این ماژول به واحد منابع انسانی امکان ارسال اطلاعیه‌های منظم به کارکنان را می‌دهد که در پنل کاربری ذخیره و نمایش داده می‌شوند. این سیستم به عنوان منبع پیام‌رسانی مرکزی شرکت عمل کرده و کاربران از طریق ایمیل مطلع می‌شوند.'
    ],
    [
        'id' => 'feed',
        'icon' => 'rss_feed',
        'title' => 'اخبار و فیدها',
        'content' => 'این ماژول آخرین اخبار و مطالب مرتبط با صنعت، شرکت و موضوعات مورد علاقه کاربران را از منابع مختلف جمع‌آوری و در یک فید یکپارچه نمایش می‌دهد. کاربران می‌توانند از آخرین تحولات مطلع بمانند و دانش خود را به‌روز نگه دارند.',
        'summary' => 'فید یکپارچه برای نمایش آخرین اخبار صنعت و شرکت جهت به‌روز نگه داشتن اطلاعات کاربران.'
    ],
    [
        'id' => 'calendar',
        'icon' => 'calendar_month',
        'title' => 'تقویم',
        'content' => 'این ماژول رویدادهای شرکت، تولد کارکنان و سالگردهای کاری را نمایش میدهد. شمارش معکوس برای تولدها انجام میشود و در آن روز، کاربران جلوه‌های تبریک و پیام دریافت میکنند. واحد منابع انسانی به عنوان مالک، جزئیات و توضیحات رویداد را در پنل ادمین تنظیم میکند. کاربران میتوانند تقویم را در پنل کاربر مشاهده کنند و روی آیکون‌های تولد دیگران کلیک کنند تا پیام تبریک ارسال کنند. تقویم همچنین از نظر بصری با چهار فصل بهار، تابستان، پاییز و زمستان سازگار میشود.',
        'summary' => 'این ماژول رویدادهای شرکت، تولدها و سالگردهای کاری را با جلوه‌های بصری فصلی و امکان ارسال تبریک نمایش می‌دهد. واحد منابع انسانی رویدادها را مدیریت کرده و کاربران می‌توانند تقویم را در پنل خود مشاهده کنند.'
    ],

    [
        'id' => 'profile',
        'icon' => 'badge',
        'title' => 'وضعیت کاریر (پروفایل)',
        'content' => 'این ماژول داده‌های کاربران برنامه را جمع‌آوری و آماری را برای مشاهده و تجزیه و تحلیل سوابق توسط شرکت تولید می‌کند. واحد منابع انسانی مالک این ماژول در پنل ادمین است، در حالی که کاربران می‌توانند سوابق خود را در پنل‌های خود به‌روزرسانی کنند. این ماژول به عنوان یک منبع داده عمل می‌کند و تجزیه و تحلیل آماری دقیق را در داشبورد پنل ادمین برای مدیریت و منابع انسانی و همچنین نمای سفارشی‌تر در پنل کاربر بر اساس سوابق شرکت ارائه می‌دهد. کاربران میتوانند از ویژگی‌های مختلف برنامه، مانند سیستم رزرو و سیستم تیکتینگ، استفاده کنند و از شفافیت کامل اطمینان حاصل کنند. پنل کاربر شامل یک پنل وضعیت زنده است که تعداد کارکنان حاضر در محل، دورکار و مشغول را نشان میدهد. کاربران میتوانند پروفایل همکاران خود، از جمله تصاویر، را مشاهده کنند، پیامک فوری ارسال کنند، اطلاعات تماس مانند شماره تلفن یا داخلی را جستجو کنند و وضعیت خود را بین "حضور در دفتر" و "خارج از دفتر" به‌روزرسانی کنند.',
        'summary' => 'این ماژول داده‌های کاربران را برای تحلیل‌های آماری جمع‌آوری کرده و به کاربران امکان به‌روزرسانی پروفایل و مشاهده وضعیت همکاران را می‌دهد. این سیستم شفافیت کاملی در دسترسی به اطلاعات و استفاده از سایر ویژگی‌های برنامه مانند رزرو و تیکتینگ فراهم می‌کند.'
    ],
    [
        'id' => 'gallery',
        'icon' => 'photo_library',
        'title' => 'گالری تصاویر',
        'content' => 'این ماژول یک گالری برای نمایش تصاویر و ویدیوهای مرتبط با رویدادها، فعالیت‌ها و دستاوردهای شرکت است. کاربران می‌توانند خاطرات و لحظات مهم سازمانی را مشاهده و به اشتراک بگذارند.',
        'summary' => 'این ماژول گالری تصاویر و ویدیوهای رویدادها و فعالیت‌های شرکت است که به کاربران امکان مشاهده و اشتراک‌گذاری خاطرات سازمانی را می‌دهد.'
    ],
    [
        'id' => 'reports',
        'icon' => 'show_chart',
        'title' => 'گزارشات ',
        'content' => 'این ماژول بخش‌ها را قادر میسازد تا گزارش‌هایی را صادر و با دیگران به اشتراک بگذارند. این ماژول که متعلق به واحد برنامه‌ریزی و سیستم و واحد منابع انسانی است، همه اسناد را در پنل کاربر ذخیره و نمایش میدهد. بخش‌ها می‌توانند گزارش‌ها را به صورت سند یا PDF ارسال کنند و یا به طور مستقل سوابق را با مجوز ایجاد کنند یا از واحد منابع انسانی یا برنامه‌ریزی و سیستم درخواست کنند که این فرآیند را از طرف آنها انجام دهند.',
        'summary' => 'این ماژول به بخش‌ها امکان صدور و اشتراک‌گذاری گزارش‌ها را می‌دهد و تمام اسناد را در پنل کاربری ذخیره و نمایش می‌دهد. بخش‌ها می‌توانند گزارش‌ها را مستقلاً ایجاد کرده یا از واحدهای مربوطه درخواست کنند.'
    ],

    [
        'id' => 'links',
        'icon' => 'open_in_new',
        'title' => 'لینک‌ها و ابزارها',
        'content' => 'این ماژول دسترسی به تمام لینک‌های ابزارهای مرتبط با کار که کاربران به آنها نیاز دارند را متمرکز می‌کند. برخی از لینک‌ها روی سرور داخلی شرکت میزبانی میشوند، در حالی که برخی دیگر به برنامه‌های خارجی منتهی میشوند. این ماژول برخی از لینک‌ها را بر اساس آدرس IP کاربر تنظیم میکند و بین شبکه‌های داخلی و خارجی شرکت تمایز قائل می‌شود. این ماژول که متعلق به واحد برنامه‌ریزی و سیستم و واحد منابع انسانی است، دسترسی یکپارچه و متمرکز به ابزارهای ضروری را فراهم میکند.',
        'summary' => 'این ماژول دسترسی متمرکز به تمام لینک‌های ابزارهای کاری مورد نیاز کاربران را فراهم می‌کند و لینک‌ها را بر اساس شبکه داخلی یا خارجی تنظیم می‌کند. این سیستم دسترسی یکپارچه به ابزارهای ضروری را تضمین می‌کند.'
    ],
    //    [
//        'id' => 'dms',
//        'icon' => 'signature',
//        'title' => ' مدیریت اسناد',
//        'content' => 'یک مخزن متمرکز از تمام اسناد رسمی ایجاد شده در شرکت. این اسناد باید توسط کاربران سیستم ارسال، ذخیره و امضا شوند. این ماژول که متعلق به واحد برنامه‌ریزی و سیستم است، به آنها اجازه میدهد اسناد مربوط به رویه ها در بخشهای مختلف را صادر کنند، امضای افراد مربوطه را جمع‌آوری و تعداد بازدیدها را ردیابی کنند. این سیستم تضمین میکند که همه اسناد متمرکز باشند و ابزاری برای نظارت جهت ارزیابی میزان پایبندی کارکنان به مقررات و رویه‌ها ارائه میدهد و در عین حال دسترسی آسان به داده‌های ضروری را فراهم میکند.',
//        'summary' => 'این ماژول یک مخزن متمرکز برای اسناد رسمی شرکت است که امکان ارسال، ذخیره، امضا و پیگیری اسناد را فراهم می‌کند. این سیستم به واحد برنامه‌ریزی و سیستم اجازه می‌دهد تا رویه‌ها را مدیریت کرده و پایبندی کارکنان را نظارت کند.'
//    ],

//    [
//        'id' => 'ths',
//        'icon' => 'support_agent',
//        'title' => 'سیستم تیکت',
//        'content' => 'این ماژول به کارکنان اجازه میدهد تا درخواست‌های دسترسی یا پشتیبانی را مستقیماً به واحد برنامه‌ریزی و سیستم گزارش دهند و نیاز به تماس یا ایمیل را از بین میبرد. این سیستم یک منبع داده تمیزتر از مسائل فراهم میکند و مدیریت کارآمدتر و سریع‌تر مشکل را امکان‌پذیر می‌کند. کاربران مشکلات را از طریق پنل کاربر گزارش میدهند و به واحد مربوطه اطلاع داده می‌شود تا وظایف را برای حل به اعضای تیم اختصاص دهد. کاربران میتوانند گزارش تیکت‌های خود را پیگیری کنند و قبل از ارسال تیکت‌های جدید، ملزم به امتیازدهی به روند هستند.',
//        'summary' => 'این ماژول به کارکنان اجازه می‌دهد تا درخواست‌های پشتیبانی را مستقیماً به واحد برنامه‌ریزی و سیستم ارسال کنند و روند حل مشکل را پیگیری نمایند. این سیستم مدیریت کارآمدتر درخواست‌ها را با حذف نیاز به تماس یا ایمیل ممکن می‌سازد.'
//    ],
//    [
//        'id' => 'analytics',
//        'icon' => 'pie_chart',
//        'title' => 'آنالیتیکس',
//        'content' => 'این ماژول آمار تحلیلی از فضای کار، نفرات، توزیع جمعیت، سن، جنسیت، مدرک علمی، سابقه کار، نفرات هر واحد، ساعات کاری و مرخصی و ... به کاربران برای آشنایی بیشتر با محیط کار شان می دهد.',
//        'summary' => 'این ماژول آمار تحلیلی متنوعی از محیط کار و کارکنان ارائه می‌دهد تا کاربران با سازمان خود بیشتر آشنا شوند. این داده‌ها شامل اطلاعاتی در مورد جمعیت‌شناسی، سابقه کار و ساعات کاری است.'
//    ],


//    [
//        'id' => 'music',
//        'icon' => 'music_note',
//        'title' => 'لیست پخش موسیقی',
//        'content' => 'این ماژول که در پنل کاربر قرار دارد، لیست های پخش موسیقی از پیش تعریف شده را در ژانرهای مختلف مانند لوفی، پومودورو، راک، قدیمی و موارد دیگر ارائه میدهد. کاربران میتوانند در هر زمان به این لیست های پخش گوش دهند تا تمرکز خود را بهبود بخشند یا حواس‌پرتی‌های ناشی از صدا را کاهش دهند.',
//        'summary' => 'این ماژول لیست‌های پخش موسیقی از پیش تعریف‌شده در ژانرهای مختلف را برای کمک به تمرکز یا کاهش حواس‌پرتی ارائه می‌دهد. کاربران می‌توانند در هر زمان به این لیست‌های پخش در پنل کاربری خود گوش دهند.'
//    ],


//    [
//        'id' => 'radio',
//        'icon' => 'radio',
//        'title' => 'رادیو زنده',
//        'content' => 'این ماژول یک رادیوی زنده با ایستگاه‌های متنوع را در اختیار کاربران قرار می‌دهد. با دسترسی به موسیقی و برنامه‌های زنده، کاربران می‌توانند محیط کاری خود را دلپذیرتر کرده و تمرکز خود را در حین انجام وظایف افزایش دهند.',
//        'summary' => 'ارائه رادیوی زنده با ایستگاه‌های متنوع برای ایجاد محیط کاری دلپذیر و افزایش تمرکز کاربران.'
//    ],

    [
        'id' => 'ads',
        'icon' => 'work',
        'title' => 'فرصت‌های شغلی',
        'content' => 'این ماژول فرصت‌های شغلی و موقعیت‌های استخدامی شرکت را نمایش می‌دهد. واحد منابع انسانی می‌تواند نیازهای استخدامی جدید را در اینجا منتشر کند و کارکنان می‌توانند این فرصت‌ها را مشاهده کرده و با افراد مستعد به اشتراک بگذارند. همچنین امکان مشاهده سوابق و فرصت‌های بایگانی شده نیز وجود دارد.',
        'summary' => 'نمایش موقعیت‌های استخدامی و فرصت‌های شغلی فعال شرکت جهت اطلاع‌رسانی به کارکنان و معرفی به افراد مستعد.'
    ],
    [
        'id' => 'faq',
        'icon' => 'help',
        'title' => 'پرسش‌های متداول (FAQ)',
        'content' => 'این ماژول به همه بخشها اجازه میدهد تا سؤالات متداول را برای دسترسی آسان‌تر توسط کارکنان گردآوری کنند. در حال حاضر، این ماژول فقط متعلق به واحد منابع انسانی است، اما در حالت ایده‌آل، سایر بخشها نیز باید در آن مشارکت داشته باشند. این ماژول به ویژه برای استخدام‌شدگان جدید مفید است. با این حال، با گذشت زمان، کارکنان ممکن است ترجیح دهند پاسخ‌ها را از طریق کانال‌های دیگر، مانند مشورت با همکاران، سایر کارمندان یا از طریق تماس تلفنی پیدا کنند.',
        'summary' => 'این ماژول به بخش‌ها، به ویژه منابع انسانی، اجازه می‌دهد تا سوالات متداول را برای دسترسی آسان کارکنان گردآوری کنند. این سیستم برای استخدام‌شدگان جدید مفید است اما ممکن است کارکنان با گذشت زمان از کانال‌های دیگری استفاده کنند.'
    ],
    [
        'id' => 'others',
        'icon' => 'star',
        'title' => 'سایر ویژگی‌های برنامه',
        'content' => 'این اپ حالتهای تاریک و روشن را ارائه میدهد و شامل قابلیت ترجمه کامل از طریق ادغام با Google Translate است که امکان ترجمه به هر زبانی را فراهم میکند. ویژگیهای اضافی شامل پیش بینی آب و هوا، نمایش زمان و میانبرهای آسان به سایر بخش‌های برنامه است. همچنین شامل شمارش معکوس تولد و سالگرد کاری به همراه سایر ابزارهای کوچک از جمله ماشین حساب و تایمر و برخی از ابزار هوشمند برای بهبود تجربه کاربر است.',
        'summary' => 'این بخش شامل ویژگی‌های جانبی برنامه مانند حالت تاریک و روشن، ترجمه، پیش‌بینی آب‌وهوا و ابزارهای کوچکی مثل شمارش معکوس رویدادها است. این قابلیت‌ها برای بهبود تجربه کاربری طراحی شده‌اند.'
    ],
];
